모의해킹 팀 
1.템플릿 정리 (양식, 가이드, 상세내용/시나리오 comment 등) 
2.진단 도구 tool 및 설치 가이드 정리 
3.공격도구 정리 (python 자동화, File upload 파일, XSS 악성 서버 등) 
4.웹/앱/CS/솔루션 등 기술력 정리 (github 업로드, 취약 서버/플러그인, 모듈 등 관련 CVE) 
 
 
인프라 팀 
1. 템플릿 정리 (양식, 가이드, 진단항목, 상세내용 comment 등) 
2. 스크립트 정리 (불안전한 스크립트, 도출되지 않는 진단항목 파악 등) 
-> 에러,이슈 있는 진단항목이 대해서 추후 자체 스크립트 개발 예정 
3. 진단 제외 항목 구별 (특정 서버, 보안징비, 네트워크 장비 등 제외항목 정리) 
4. 인터뷰/수동진단 템플릿 제작 (스크립트 결과 값의 따라 수동/인터뷰 진단) 
5. EOS 정리 = 선택 사항 
 
※ 상기 내용 정리 후 github, wikidocs, Google Drive, USB 업로드 필요 
 
 
교육 
1. 주요정보통신시설기반 진단항목 숙지 
2. 웹/앱 어플리케이션 개발언어, 구조/구동 방식    
3. WEB/WEB/WAS/DB 구축 
4. 모의해킹 수행 및 취약점 조치 진행 (위험도 분석, 시나리오 기반 구현)  
5. 결과 분석 및 보고서 작성 (리뷰 포함) 
6. 프로젝트 투입 절차/프로세스 교육 
 
공통 
1. 잡코리아/사림인 채용 글 정리 
2. 회사 사이트 현역, 채용 업데이트
